[
    {
        "intent": "info",
        "chips": [
            "My impact ",
            " US impact",
            "No thanks",
            " FitHome savings"
        ],
        "table": [],
        "text": [
            "What would you like to know more about?"
        ]
    },
    {
        "intent": "default_welcome_monitor_fallback",
        "chips": [
            "Compare",
            "Info",
            "Bye",
            "Activity "
        ],
        "table": [],
        "text": [
            "I didn’t understand what you said.  I can help you with seeing how much electricity you use compared to others in the class, start an activity that will lower your electricity use, or give you info on why you want to save electricity. If you don’t want to do any of these things, just say bye to end the conversation."
        ]
    },
    {
        "intent": "exit",
        "chips": [],
        "table": [],
        "text": [
            "Bye for now.  If you want to talk again, just say “OK Google, Talk to FitHome.”"
        ]
    },
    {
        "intent": "default_welcome_back",
        "chips": [
            "Get Started",
            "Learn More",
            "End Conversation"
        ],
        "table": [],
        "text": [
            "Welcome back.  What would you like to do?",
            "Nice to see you again.  Choose what you’d like to do."
        ]
    },
    {
        "intent": "default_welcome_monitor",
        "T0": " Hi Vera.  I’ve got a few things you can do.  You can compare your readings with other students, you can start an simple activity to lower your electricity use, or get more information on your electricity use.  Please let me know what you want to do.",
        "chips": [
            "Compare",
            "End Conversation",
            "Info",
            "Activity"
        ],
        "table": [],
        "text": [
            "Hey Vera, choose what you want to do.",
            " Good to see you again Vera.  What do you want to do?",
            " Hope all is well Vera.  Please let me know what you’d like to do.",
            " Nice to see you again Vera.  Please choose what you’d like to do."
        ]
    },
    {
        "intent": "compare_readings",
        "chips": [
            "Info",
            "Bye",
            "Activity "
        ],
        "table": [
            [
                " Byron",
                24.1
            ],
            [
                " Thor",
                25.3
            ],
            [
                " Vera",
                26
            ]
        ],
        "text": [
            "It looks like you use more electricity than Byron or Thor.  Would you like to start an activity to lower your electricity use, or get info on why you want to save electricity?  If you don’t want to do these things, just say bye to end the conversation."
        ]
    },
    {
        "intent": "Default Welcome",
        "chips": [
            "Get Started",
            "Learn More",
            "End Conversation"
        ],
        "table": [],
        "text": [
            "Thanks for joining our FitHome class.   For the next two weeks, we’ll be significantly lowering the amount of electricity being used in our homes.  From the choices below, what would you like to do?"
        ]
    },
    {
        "intent": "activity",
        "chips": [
            " Lower always on ",
            " Get an energy audit",
            "No thanks",
            " Add wool balls to dryer"
        ],
        "table": [],
        "text": [
            "So far you have not saved any electricity.  There are several activities we could do that will lower the amount of electricity being used."
        ]
    }
]